START_TEXT = """Набор индивидуальной  антивирусной защиты – это гигиена 21 века, которая отвечает современным вызовам  распространения вирусных заболеваний. В мире, где за несколько часов человек оказывается в другой точке света, риск возникновения пандемий многократно возрастает. Но наука не стоит на месте. И если осознанно применять средства индивидуальной защиты, можно радикально снизить риск заражения.
Применение маски и антисептических средств в местах скопления людей, потенциальных разносчиков, особенно в путешествиях, стало международной нормой"""

START_VIDEO_ID = "BAACAgIAAxkBAAMGXmFXpzXWGsYRhO6Az_w4CCZYwNsAApsEAAI7HBlKJwJbV-Edk7QYBA"

CORONAVIRUS_PROTECTION = """Самое важное, что можно сделать, чтобы защитить себя, — это поддерживать чистоту рук и поверхностей.
Держите руки в чистоте, часто мойте их водой с мылом или используйте дезинфицирующее средство.
Также старайтесь не касаться рта, носа или глаз немытыми руками (обычно такие прикосновения неосознанно свершаются нами в среднем 15 раз в час).
Носите с собой дезинфицирующее средство для рук, чтобы в любой обстановке вы могли очистить руки.
Всегда мойте руки перед едой.
Будьте особенно осторожны, когда находитесь в людных местах, аэропортах и других системах общественного транспорта. Максимально сократите прикосновения к находящимся в таких местах поверхностям и предметам, и не касайтесь лица.
Носите с собой одноразовые салфетки и всегда прикрывайте нос и рот, когда вы кашляете или чихаете, и обязательно утилизируйте их после использования.
Не ешьте еду (орешки, чипсы, печенье и другие снеки) из общих упаковок или посуды, если другие люди погружали в них свои пальцы.
Избегайте приветственных рукопожатий и поцелуев в щеку, пока эпидемиологическая ситуация не стабилизируется.
На работе регулярно очищайте поверхности и устройства, к которым вы прикасаетесь (клавиатура компьютера, панели оргтехники общего использования, экран смартфона, пульты, дверные ручки и поручни)."""


CHANNEL_URL = "https://t.me/joinchat/AAAAAFIWnkj95oljP79Igw"

BUY_KIT_TEXT = """Набор индивидуальной антивирусной защиты

МАСКИ
Медицинские маски – 7 шт.

ОЧКИ
Очки защитные

САЛФЕТКИ
Салфетки антисептические – 7 шт.

АНТИСЕПТИК
Специальный Антисептик для рук с противовирусным эффектом

Цена:  ̶1̶5̶0̶0̶ (перечеркнуто) 1200"""

MENU = "Меню:"

CHOOSE_CITY = "Выбор города:"
ENTER_CITY = "Введите название города:"

ENTER_ADDRESS = "Введите адрес доставки"
ENTER_PHONE = "Введите номер телефона для курьера в формате +71234567890"
ENTER_AMOUNT = "Введите кол-во наборов в пределах 10: "
ORDER_ADDED = "Заказ успешно оформлен!"

INVALID_CITY = "Некорректно введен город."
INVALID_ADDRESS = "Некорректно введен адрес."
INVALID_PHONE = "Некорректно введен номер или он не российский."
INVALID_AMOUNT = "Некорректно введено кол-во наборов."

ORDER_MESSAGE = """<b>Новый заказ!</b>
Заказчик: %s
Номер телефона: %s
Город: %s
Адрес: %s
Количество: %s
Дата и время создания заказа: %s"""
